/*
1. Сохраняем в переменную название заголовка таймера.
2. Выбираем дату отсчета и также сохраняем в переменную.
3. Добавляем обработчик на кнопку начать. При выполенеии обработчика запускается функция, которая
- добавляет класс hide к div.input;
- в h1 записываем содержимое переменной заголовка таймера;
- кнопку "Начать" также скрываем;
- запускается сам таймер, значения которого берутся из ранее сохранненной переменной;
4. на кнопку "Сбросить" добавляется обработчик, который делает все обратное (возвращает исходное состояние тацмера, удаляет класс hide везед где добавляли его);
5. Делаем так чтобы при обновлении страницы таймер не соскакивал.









*/